FilesystemAndDisk_Test/FS_Disk_SSD_MP400_4TB_NVMe_scripts/mp4004TB_fs_fio_test_write_ranseq/seq_write_block_2M_2_2_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 2 processes

seq_write_test: (groupid=0, jobs=2): err= 0: pid=826270: Sun May 12 07:07:04 2024
  write: IOPS=282, BW=566MiB/s (593MB/s)(200GiB/362030msec); 0 zone resets
    slat (usec): min=121, max=8259, avg=332.17, stdev=102.50
    clat (usec): min=2058, max=52318, avg=6732.19, stdev=2370.99
     lat (usec): min=2467, max=52633, avg=7065.10, stdev=2371.48
    clat percentiles (usec):
     |  1.00th=[ 4228],  5.00th=[ 4293], 10.00th=[ 4424], 20.00th=[ 4621],
     | 30.00th=[ 4883], 40.00th=[ 5407], 50.00th=[ 5932], 60.00th=[ 6915],
     | 70.00th=[ 8029], 80.00th=[ 9110], 90.00th=[ 9765], 95.00th=[10421],
     | 99.00th=[12125], 99.50th=[13566], 99.90th=[20841], 99.95th=[33162],
     | 99.99th=[41681]
   bw (  KiB/s): min=348856, max=901120, per=100.00%, avg=579883.90, stdev=68366.06, samples=1446
   iops        : min=  170, max=  440, avg=282.96, stdev=33.36, samples=1446
  lat (msec)   : 4=0.04%, 10=91.90%, 20=7.93%, 50=0.12%, 100=0.01%
  cpu          : usr=1.40%, sys=3.69%, ctx=103026, majf=0, minf=73
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,102400,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=566MiB/s (593MB/s), 566MiB/s-566MiB/s (593MB/s-593MB/s), io=200GiB (215GB), run=362030-362030msec

Disk stats (read/write):
  nvme4n1: ios=0/409562, merge=0/72, ticks=0/2223045, in_queue=2224238, util=100.00%

Test Time: 2024-05-12 07:07:04
Device Name: filetest.txt
Device Info: